{"questions":[
	{"name":"Anaphylaxis means a 'potentially life-threatening allergic reaction'", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"a", "exp":"Anaphylaxis is a serious allergic reaction that happens quickly and may cause death if it’s not treated properly."},
	{"name":"A peanut is a type of tree nut", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"b", "exp":"Peanuts are a legume and in the same family of foods as peas and lentils. These grow in the ground. Tree nuts – which grow on trees - are a different allergen and include nuts such as almonds, walnuts, hazelnuts, pistachios, pecans, and cashews."},
	{"name":"A doctor who can typically diagnose food allergies is called an allergist", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"a", "exp":"An allergist is a doctor who can perform tests to determine whether you have allergies."},
	{"name":"Lactose intolerance is the same thing as a milk allergy", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"b", "exp":"This can be very confusing for people because the symptoms of lactose intolerance (like an stomach upset) are similar to milk allergy. But, milk allergy involves the immune system while lactose intolerance involves the digestive system. While lactose intolerance may cause discomfort, milk allergy can lead to a serious reaction and can be fatal if not treated properly."},
	{"name":"Urine testing can tell you if you are allergic to something", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"b", "exp":"Tests that can detect allergies include a blood test, skin prick test, and sometimes a “food challenge” which involves an allergist feeding the person a specific food within a medical environment."},
	{"name":"If you are allergic to sesame seeds, you will also be allergic to sunflower seeds", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"b", "exp":"All foods have different proteins which are responsible for causing the reaction. You can be allergic to separate foods that are in the same family of foods. So, just because someone is allergic to sesame seeds, it does not mean they are also allergic to sunflower seeds."},
	{"name":"Anaphylaxis should be treated with an antihistamine pill (e.g. Benadryl®)", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"b", "exp":"Epinephrine (i.e. EpiPen®/Allerject™) should be given at the first signs of an allergic reaction. Antihistamines do not help with the most serious symptoms, such as difficulty breathing and a drop in blood pressure. They help to reduce swelling and itching (from hives)."},
	{"name":"Epinephrine auto-injectors  (i.e. EpiPen®/Allerject™) are not reusable and expire within approximately one year.", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"a", "exp":"They are only meant to be used once and cannot be refilled. The medicine expires so make sure that you or your friend’s auto-injector is still in date."},
	{"name":"Hand sanitizer is more effective at getting rid of peanut protein from your hands than soap and water", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"b", "exp":"Research has proven that washing your hands with soap and water is the most effective way to get rid of peanut protein, which can cause an allergic reaction. Hand sanitizer is meant for germs and bacteria."},
	{"name":"The only symptoms of an allergic reaction are breathing difficulty and hives", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"b", "exp":"A reaction can involve many symptoms, and a person could have one or more of these symptoms regardless of the allergen including: hives, swelling, wheezing, trouble breathing, nausea, vomiting, dizzy/lightheaded and more."},
	{"name":"Besides food, other causes of anaphylaxis can include medicine, insect stings, latex as well as exercise", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"a", "exp":"Penicillin, bee or wasp stings, and latex products can cause anaphylaxis. Exercise-induced anaphylaxis is rare, but can occur when someone exercises after eating a specific trigger food."},
	{"name":"It is possible to develop allergies at any point in life, but impossible to grow out of them", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"b", "exp":"Individuals can develop an allergy at any point in life but usually, they become allergic when young. Some people outgrow an allergy. There is no exact explanation why people develop or outgrow allergies."},
	{"name":"There is a cure for food allergies, but it’s very expensive and only available for the rich", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"b", "exp":"There is no cure for food allergies, which is why it’s so important to be aware and educated about them. Scientists are currently working to find a therapy."},
	{"name":"If someone has allergies, there is a good chance they have asthma too", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"a", "exp":"Asthma and allergies are closely related. If you have asthma and are also diagnosed with life-threatening allergies you are more likely to have serious breathing problems during an anaphylactic reaction. This is why it is very important to keep your asthma well controlled."},
	{"name":"People with food allergies are at risk of having a reaction from kissing someone who has recently eaten a food to which they are allergic", "a":"True", "b":"False", "c":"", "d": "", "amount":"2", "right":"a", "exp":"Individuals with food allergies are at risk of having a reaction from kissing someone who has recently eaten a food allergen. So, they need to tell their friends and dates about their food allergies to avoid accidents."},
	{"name":"How many Canadians are estimated to have at least one food allergy?", "a":"2.5 million", "b":"8.2 million", "c":"18 million", "d": "", "amount":"3", "right":"a", "exp":"Food allergies affect approximately 7% of the Canadian population."},
	{"name":"What’s the best place for an allergic person to keep their auto-injector (e.g. EpiPen)?", "a":"With them at all times (e.g. pocket, purse, backpack)", "b":"In their locker", "c":"In a car glove compartment", "d": "", "amount":"3", "right":"a", "exp":"People with allergies must carry an epinephrine auto-injector with them at all times. Allergic reactions can occur within minutes and it is important to be prepared."},	
	{"name":"In what part of the body should the auto-injector be injected?", "a":"Chest", "b":"Shoulder", "c":"Thigh", "d": "", "amount":"3", "right":"c", "exp":"It should be injected on the mid-outer thigh. It can also go through clothing but avoid thick seams like on the side of your jeans."},
	{"name":"What product would be safe for someone with a milk allergy to eat?", "a":"Yogurt", "b":"Egg", "c":"Cheese", "d": "", "amount":"3", "right":"b", "exp":"Eggs. Yogurt and cheese are dairy products."},
	{"name":"Celiac Disease is:", "a":"An allergy to wheat", "b":"An intolerance to wheat", "c":"A fear of wheat", "d": "", "amount":"3", "right":"b", "exp":"Celiac Disease is an intolerance of the proteins in wheat, rye, and barley, specifically the protein called gluten. It affects the digestive system."},
	{"name":"What is the name of the bracelet that people with allergies often wear to let others know of their condition?", "a":"A MedicAlert® bracelet", "b":"A Hospital bracelet", "c":"The Ana-Brace 911©", "d": "", "amount":"3", "right":"a", "exp":"A MedicAlert® bracelet informs paramedics and other medical people about a person’s allergies. It can “speak for them” in the case of an emergency."},
	{"name":"Anaphylaxis is caused by what system in the body?", "a":"The immune system", "b":"The respiratory system", "c":"The digestive system", "d": "", "amount":"3", "right":"a", "exp":"Anaphylaxis is a type of allergic reaction, in which the immune system overreacts to things like food, medicine or insect stings."},
	{"name":"If your friend is having an allergic reaction and leaves to try and treat it alone, what should you do?", "a":"Double check that they have their medicine before they go", "b":"Let them go and wish them good luck", "c":"Tell an adult and don’t let them go anywhere alone", "d": "", "amount":"3", "right":"c", "exp":"If someone is feeling symptoms of an allergic reaction they might be tempted to go off alone in embarrassment. Make sure you tell an adult and stay with them to help."},
	{"name":"Which product “precautionary statement” would pose the biggest risk for someone allergic to peanuts?", "a":"May contain peanuts", "b":"Made in the same facility as products containing peanuts", "c":"Both could be equally dangerous", "d": "", "amount":"3", "right":"c", "exp":"Researchers tested products with different precautionary labels for peanuts and some were found to be equally dangerous to people allergic to peanuts."},
	{"name":"If someone is having anaphylactic reaction, what is the correct emergency procedure to follow?", "a":"Give epinephrine, Call 911, Use second dose of epinephrine if needed, Go to hospital", "b":"Use epinephrine, Drive to hospital", "c":"Take an anti-histamine (e.g. Benadryl), Call 911, Use epinephrine, Go to hospital", "d": "", "amount":"3", "right":"a", "exp":"It is important to use epinephrine at the first sign of a reaction then call 911 and be ready to use a second dose if the symptoms are not getting better or getting worse. It is important to go to the hospital where the reaction can be monitored and treated as the symptoms may continue for many hours afterwards. It is best for the person to go by ambulance or have someone else drive them to hospital."}	
]}
